Repository: drachim-dev/toilet_racer
Catalog: lib/l10n/intl_*.arb
Languages: de

# appDescription
source: Are you always so bored while defecating? Put an end to the stink. Turn your bathroom into a magical sanctuary and become the toilet ninja 🥷🏼🧻 Just don't fall off the toilet, it's dirty! How long can you last?
de: Ist dir beim Stuhlgang auch immer langweilig? Mach Schluss mit dem Gestank. Verwandle deinen Schacht zu einem magischen Zufluchtsort und werde zum Toilet-Ninja 🥷🏼🧻 Fall nur nicht von der Toilette, es ist wirklich schmutzig! Wie lange hältst du durch?

# appDescriptionShort
source: Turn your bathroom into a magical sanctuary and become the toilet ninja!
de: Verwandle dein Badezimmer in einen magischen Zufluchtsort und werde zum Toilet-Ninja!

# commonBack
source: < back
de: < zurück

# overlayHelpStayOnMapText
source: Stay on the toilet
de: Bleib auf der Klobrille

# overlayHelpSurviveText
source: Survive {seconds} sec
de: Überlebe {seconds} sek

# overlayHelpTapToStartText
source: Tap to begin
de: Starten

# overlayHelpTapToTurnText
source: Tap to turn
de: Tippe zum Lenken

# pageCreditsAuthorsSectionText
source: Authors
de: Autoren

# pageCreditsComposedBy
source: Composed by {name}
de: Komponiert von {name}

# pageCreditsImagesSectionText
source: Images
de: Bilder

# pageCreditsLicensesButtonText
source: Licenses >
de: Lizenzen >

# pageCreditsMusicSectionText
source: Music
de: Musik

# pageGameOverHomeButtonText
source: Home
de: Menü

# pageGameOverNextButtonText
source: Next level
de: Weiter

# pageGameOverRestartButtonText
source: Restart
de: Neue Karriere

# pageGameOverShareButtonText
source: Share
de: Teilen

# pageGameOverShareMessage
source: I lasted {seconds} seconds. How long can you last? {appUrl}
de: Ich habe {seconds} Sekunden durchgehalten. Wie lange kannst du? {appUrl}

# pageGameOverTryAgainButtonText
source: Try again
de: Nochmal

# pageStartContinueButtonText
source: Continue
de: Fortsetzen

# pageStartPlayButtonText
source: Play
de: Start

# pageStartShuffleButtonText
source: Shuffle
de: Zufallsspiel
